Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# sidebar.unsubscribeConfirmation.message
source: Unsubscribe from "%@"? Articles from this feed will be removed from this device.
ar: هل تريد إلغاء الاشتراك في «%@»؟ ستُزال مقالات هذه الخلاصة من هذا الجهاز.
de: „%@“ abbestellen? Artikel aus diesem Feed werden von diesem Gerät entfernt.
es: ¿Cancelar la suscripción a «%@»? Los artículos de esta fuente se eliminarán de este dispositivo.
fa: اشتراک «%@» لغو شود؟ مقاله‌های این فید از این دستگاه حذف می‌شوند.
fr: Vous désabonner de « %@ » ? Les articles de ce flux seront supprimés de cet appareil.
he: לבטל את ההרשמה ל־"%@"? הכתבות מהפיד הזה יוסרו מהמכשיר הזה.
it: Annullare l’iscrizione a “%@”? Gli articoli di questa fonte verranno rimossi da questo dispositivo.
ja: “%@”の購読を解除しますか？このフィードの記事はこのデバイスから削除されます。
ko: “%@” 구독을 해지할까요? 이 피드의 기사가 이 기기에서 제거됩니다.
pt_br: Cancelar assinatura de “%@”? Os artigos deste feed serão removidos deste dispositivo.
ru: Отписаться от «%@»? Статьи из этой ленты будут удалены с этого устройства.
ur: «%@» کی رکنیت ختم کریں؟ اس فیڈ کے مضامین اس آلے سے ہٹا دیے جائیں گے۔
zh_hans: 要退订“%@”吗？此订阅源中的文章将从这台设备移除。

# sidebar.unsubscribeConfirmation.title
source: Unsubscribe Feed?
ar: هل تريد إلغاء الاشتراك في الخلاصة؟
de: Feed abbestellen?
es: ¿Cancelar la suscripción a la fuente?
fa: اشتراک این فید لغو شود؟
fr: Se désabonner du flux ?
he: לבטל את ההרשמה לפיד?
it: Annullare l’iscrizione al feed?
ja: フィードの購読を解除しますか？
ko: 피드 구독을 해지할까요?
pt_br: Cancelar assinatura do feed?
ru: Отписаться от ленты?
ur: فیڈ کی رکنیت ختم کریں؟
zh_hans: 要退订此订阅源吗？
